{
  "text": {
    "hi": 34,
    "hello": 32,
    "hey": 33,
    "good": 29,
    "morning": 49,
    "evening": 23,
    "what": 99,
    "is": 39,
    "available": 8,
    "show": 79,
    "me": 46,
    "the": 89,
    "vegetables": 96,
    "do": 21,
    "you": 102,
    "have": 31,
    "today": 93,
    "list": 44,
    "your": 103,
    "are": 7,
    "in": 38,
    "stock": 82,
    "s": 74,
    "price": 69,
    "of": 55,
    "tomato": 94,
    "how": 36,
    "much": 50,
    "__number__": 0,
    "kg": 41,
    "spinach": 80,
    "cost": 16,
    "onion": 60,
    "carrot": 12,
    "tell": 88,
    "rate": 73,
    "for": 25,
    "broccoli": 9,
    "any": 6,
    "offers": 56,
    "deals": 18,
    "current": 17,
    "discounts": 20,
    "on": 58,
    "sale": 75,
    "ongoing": 59,
    "promotions": 71,
    "store": 83,
    "timings": 91,
    "open": 61,
    "sunday": 85,
    "shop": 78,
    "hours": 35,
    "when": 100,
    "close": 14,
    "i": 37,
    "want": 97,
    "to": 92,
    "buy": 10,
    "order": 62,
    "potato": 68,
    "give": 27,
    "add": 1,
    "also": 3,
    "more": 48,
    "g": 26,
    "and": 5,
    "need": 52,
    "change": 13,
    "my": 51,
    "update": 95,
    "quantity": 72,
    "modify": 47,
    "cancel": 11,
    "please": 66,
    "last": 42,
    "don": 22,
    "t": 87,
    "this": 90,
    "it": 40,
    "was": 98,
    "great": 30,
    "not": 53,
    "satisfied": 76,
    "stars": 81,
    "amazing": 4,
    "service": 77,
    "poor": 67,
    "experience": 24,
    "loved": 45,
    "didn": 19,
    "like": 43,
    "packaging": 64,
    "ordered": 63,
    "summary": 84,
    "yes": 101,
    "proceed": 70,
    "go": 28,
    "ahead": 2,
    "sure": 86,
    "okay": 57,
    "confirm": 15,
    "pay": 65,
    "now": 54
  },
  "intent": {
    "greet": 7,
    "show_inventory": 10,
    "ask_price": 3,
    "ask_offers": 2,
    "ask_timing": 4,
    "order_vegetable": 8,
    "update_order": 12,
    "cancel_order": 5,
    "give_feedback": 6,
    "show_order_summary": 11,
    "affirm": 1,
    "add_to_cart": 0,
    "session_start": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 12,
    "action_session_start": 15,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_order": 0,
    "action_cancel_order": 2,
    "action_fetch_inventory": 8,
    "action_get_price": 9,
    "action_proceed_payment": 11,
    "action_save_order": 14,
    "action_show_order_summary": 16,
    "order_form": 19,
    "utter_ask_anything_else": 20,
    "utter_greet": 21,
    "utter_show_offers": 22,
    "utter_store_hours": 23,
    "utter_welcome": 24
  },
  "action_text": null,
  "intent_response_key": null
}