{
  "text": {
    "hello": 24,
    "hi": 26,
    "hey": 25,
    "there": 65,
    "good": 21,
    "morning": 38,
    "evening": 17,
    "what": 77,
    "vegetables": 73,
    "are": 3,
    "available": 4,
    "is": 32,
    "can": 7,
    "i": 29,
    "buy": 6,
    "show": 57,
    "me": 37,
    "your": 79,
    "stock": 59,
    "list": 36,
    "veggies": 74,
    "in": 30,
    "do": 15,
    "you": 78,
    "have": 23,
    "today": 69,
    "s": 53,
    "the": 64,
    "price": 50,
    "of": 44,
    "tomato": 70,
    "how": 28,
    "much": 39,
    "for": 18,
    "spinach": 58,
    "cost": 11,
    "__number__": 0,
    "kg": 34,
    "onion": 47,
    "any": 2,
    "deals": 13,
    "current": 12,
    "offers": 45,
    "discounts": 14,
    "store": 61,
    "hours": 27,
    "open": 48,
    "on": 46,
    "sunday": 62,
    "timing": 66,
    "shop": 56,
    "timings": 67,
    "want": 75,
    "to": 68,
    "order": 49,
    "add": 1,
    "my": 40,
    "give": 20,
    "g": 19,
    "carrot": 9,
    "broccoli": 5,
    "change": 10,
    "update": 72,
    "number": 43,
    "increase": 31,
    "quantity": 51,
    "tomatoes": 71,
    "cancel": 8,
    "don": 16,
    "t": 63,
    "need": 41,
    "last": 35,
    "stop": 60,
    "it": 33,
    "was": 76,
    "great": 22,
    "rate": 52,
    "not": 42,
    "satisfied": 54,
    "service": 55
  },
  "intent": {
    "greet": 5,
    "show_inventory": 8,
    "ask_price": 1,
    "ask_offers": 0,
    "ask_timing": 2,
    "order_vegetable": 6,
    "update_order": 9,
    "cancel_order": 3,
    "give_feedback": 4,
    "session_start": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_inventory": 6,
    "action_get_price": 7,
    "action_save_order": 11,
    "order_form": 15,
    "utter_greet": 16,
    "utter_order_confirmed": 17,
    "utter_show_offers": 18,
    "utter_store_hours": 19
  },
  "action_text": null,
  "intent_response_key": null
}