{
  "text": {
    "hi": 41,
    "hello": 39,
    "hey": 40,
    "good": 36,
    "morning": 58,
    "evening": 31,
    "namaste": 61,
    "what": 112,
    "s": 87,
    "up": 107,
    "howdy": 44,
    "do": 28,
    "you": 116,
    "have": 38,
    "is": 49,
    "available": 8,
    "show": 90,
    "me": 55,
    "the": 101,
    "vegetables": 108,
    "list": 54,
    "in": 46,
    "stock": 93,
    "inventory": 48,
    "are": 7,
    "there": 102,
    "tell": 100,
    "price": 78,
    "of": 65,
    "tomato": 106,
    "how": 43,
    "much": 59,
    "onion": 70,
    "per": 75,
    "kg": 51,
    "potato": 77,
    "rate": 83,
    "carrot": 12,
    "spinach": 92,
    "for": 33,
    "__number__": 0,
    "broccoli": 9,
    "any": 6,
    "offer": 66,
    "current": 21,
    "deals": 23,
    "discounts": 27,
    "offers": 67,
    "promotions": 81,
    "today": 105,
    "deal": 22,
    "your": 117,
    "store": 95,
    "timings": 103,
    "when": 113,
    "open": 71,
    "on": 69,
    "sunday": 97,
    "hours": 42,
    "please": 76,
    "close": 18,
    "i": 45,
    "want": 110,
    "order": 72,
    "buy": 10,
    "get": 34,
    "would": 114,
    "like": 53,
    "add": 1,
    "also": 4,
    "include": 47,
    "my": 60,
    "summary": 96,
    "ordered": 73,
    "review": 86,
    "cart": 13,
    "check": 15,
    "proceed": 79,
    "to": 104,
    "checkout": 16,
    "am": 5,
    "done": 30,
    "adding": 2,
    "ready": 84,
    "pay": 74,
    "now": 64,
    "continue": 20,
    "no": 62,
    "more": 57,
    "let": 52,
    "yes": 115,
    "go": 35,
    "ahead": 3,
    "confirm": 19,
    "sure": 98,
    "okay": 68,
    "not": 63,
    "cancel": 11,
    "stop": 94,
    "don": 29,
    "t": 99,
    "changed": 14,
    "mind": 56,
    "remove": 85,
    "delete": 24,
    "items": 50,
    "clear": 17,
    "great": 37,
    "service": 89,
    "delivery": 25,
    "was": 111,
    "slow": 91,
    "quality": 82,
    "didn": 26,
    "product": 80,
    "fast": 32,
    "very": 109,
    "satisfied": 88
  },
  "intent": {
    "greet": 8,
    "show_inventory": 11,
    "ask_price": 3,
    "ask_offers": 2,
    "ask_timing": 4,
    "order_vegetable": 9,
    "add_to_cart": 0,
    "show_order_summary": 12,
    "proceed_to_checkout": 10,
    "affirm": 1,
    "deny": 6,
    "cancel_order": 5,
    "give_feedback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 12,
    "action_session_start": 15,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_order": 0,
    "action_cancel_order": 2,
    "action_fetch_inventory": 8,
    "action_get_price": 9,
    "action_proceed_payment": 11,
    "action_save_order": 14,
    "action_show_order_summary": 16,
    "checkout_form": 19,
    "utter_ask_anything_else": 20,
    "utter_ask_payment_confirmation": 21,
    "utter_cancel_payment": 22,
    "utter_greet": 23,
    "utter_order_confirmed": 24,
    "utter_proceed_to_payment": 25,
    "utter_show_offers": 26,
    "utter_store_hours": 27
  },
  "action_text": null,
  "intent_response_key": null
}