{
  "text": {
    "hlo": 26,
    "hi": 25,
    "hey": 24,
    "hello": 23,
    "there": 64,
    "good": 20,
    "morning": 38,
    "evening": 16,
    "what": 76,
    "vegetables": 72,
    "are": 3,
    "available": 4,
    "is": 32,
    "can": 6,
    "i": 29,
    "buy": 5,
    "show": 56,
    "me": 37,
    "your": 78,
    "stock": 58,
    "list": 36,
    "veggies": 73,
    "in": 30,
    "do": 14,
    "you": 77,
    "have": 22,
    "today": 68,
    "s": 53,
    "the": 63,
    "price": 50,
    "of": 44,
    "tomato": 69,
    "how": 28,
    "much": 39,
    "for": 17,
    "spinach": 57,
    "cost": 10,
    "__number__": 0,
    "kg": 34,
    "onion": 47,
    "any": 2,
    "deals": 12,
    "current": 11,
    "offers": 45,
    "discounts": 13,
    "store": 60,
    "hours": 27,
    "open": 48,
    "on": 46,
    "sunday": 61,
    "timing": 65,
    "shop": 55,
    "timings": 66,
    "want": 74,
    "to": 67,
    "order": 49,
    "add": 1,
    "my": 40,
    "give": 19,
    "g": 18,
    "carrot": 8,
    "change": 9,
    "update": 71,
    "number": 43,
    "increase": 31,
    "quantity": 51,
    "tomatoes": 70,
    "cancel": 7,
    "don": 15,
    "t": 62,
    "need": 41,
    "last": 35,
    "stop": 59,
    "it": 33,
    "was": 75,
    "great": 21,
    "rate": 52,
    "not": 42,
    "satisfied": 54
  },
  "intent": {
    "greet": 5,
    "show_inventory": 7,
    "ask_price": 1,
    "ask_offers": 0,
    "ask_timing": 2,
    "order_vegetable": 6,
    "update_order": 8,
    "cancel_order": 3,
    "give_feedback": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_inventory": 6,
    "action_get_price": 7,
    "action_save_order": 11,
    "order_form": 15,
    "utter_show_offers": 16,
    "utter_store_hours": 17
  },
  "action_text": null,
  "intent_response_key": null
}