{
  "text": {
    "hi": 52,
    "hello": 50,
    "hey": 51,
    "good": 45,
    "morning": 73,
    "evening": 38,
    "there": 124,
    "bot": 15,
    "chatbot": 24,
    "what": 135,
    "is": 59,
    "available": 12,
    "show": 113,
    "me": 70,
    "the": 123,
    "vegetables": 130,
    "do": 35,
    "you": 138,
    "have": 49,
    "today": 127,
    "list": 66,
    "your": 139,
    "are": 9,
    "in": 56,
    "stock": 115,
    "s": 105,
    "store": 116,
    "veggies": 131,
    "can": 19,
    "price": 96,
    "of": 83,
    "tomato": 128,
    "how": 54,
    "much": 74,
    "__number__": 1,
    "kg": 63,
    "spinach": 114,
    "cost": 28,
    "onion": 88,
    "carrot": 21,
    "tell": 122,
    "rate": 103,
    "for": 40,
    "broccoli": 16,
    "does": 36,
    "potato": 95,
    "ka": 62,
    "any": 8,
    "offers": 84,
    "deals": 30,
    "current": 29,
    "discounts": 34,
    "on": 86,
    "sale": 106,
    "ongoing": 87,
    "promotions": 98,
    "timings": 125,
    "open": 89,
    "sunday": 119,
    "shop": 112,
    "hours": 53,
    "when": 136,
    "close": 25,
    "schedule": 109,
    "opening": 90,
    "i": 55,
    "want": 133,
    "to": 126,
    "buy": 17,
    "order": 91,
    "give": 43,
    "need": 77,
    "get": 42,
    "g": 41,
    "add": 2,
    "also": 5,
    "yes": 137,
    "include": 57,
    "change": 23,
    "my": 75,
    "update": 129,
    "quantity": 101,
    "modify": 72,
    "please": 93,
    "cancel": 20,
    "delete": 31,
    "it": 60,
    "was": 134,
    "great": 46,
    "not": 80,
    "satisfied": 108,
    "loved": 67,
    "poor": 94,
    "experience": 39,
    "service": 111,
    "delivery": 33,
    "late": 64,
    "amazing": 7,
    "quality": 100,
    "very": 132,
    "bad": 13,
    "summary": 118,
    "cart": 22,
    "proceed": 97,
    "go": 44,
    "ahead": 4,
    "sure": 120,
    "confirm": 26,
    "pay": 92,
    "now": 81,
    "okay": 85,
    "no": 79,
    "maybe": 69,
    "later": 65,
    "don": 37,
    "t": 121,
    "name": 76,
    "sania": 107,
    "rahul": 102,
    "am": 6,
    "john": 61,
    "call": 18,
    "neha": 78,
    "arjun": 10,
    "number": 82,
    "contact": 27,
    "at": 11,
    "green": 47,
    "street": 117,
    "delhi": 32,
    "address": 3,
    "mg": 71,
    "road": 104,
    "pune": 99,
    "21st": 0,
    "main": 68,
    "indiranagar": 58,
    "bangalore": 14,
    "sector": 110,
    "gurgaon": 48
  },
  "intent": {
    "greet": 8,
    "show_inventory": 13,
    "ask_price": 3,
    "ask_offers": 2,
    "ask_timing": 4,
    "order_vegetable": 9,
    "add_to_cart": 0,
    "update_order": 15,
    "cancel_order": 5,
    "give_feedback": 7,
    "show_order_summary": 14,
    "affirm": 1,
    "deny": 6,
    "provide_name": 11,
    "provide_phone": 12,
    "provide_address": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 12,
    "action_session_start": 15,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_order": 0,
    "action_cancel_order": 2,
    "action_fetch_inventory": 8,
    "action_get_price": 9,
    "action_proceed_payment": 11,
    "action_save_order": 14,
    "action_show_order_summary": 16,
    "order_form": 19,
    "utter_ask_anything_else": 20,
    "utter_cancel_payment": 21,
    "utter_greet": 22,
    "utter_order_confirmed": 23,
    "utter_show_offers": 24,
    "utter_store_hours": 25
  },
  "action_text": null,
  "intent_response_key": null
}