{
  "text": {
    "hi": 21,
    "hello": 19,
    "hey": 20,
    "good": 16,
    "morning": 32,
    "evening": 14,
    "what": 68,
    "is": 26,
    "available": 3,
    "show": 51,
    "me": 31,
    "the": 58,
    "vegetables": 65,
    "do": 12,
    "you": 69,
    "have": 18,
    "today": 62,
    "list": 30,
    "your": 70,
    "are": 2,
    "in": 25,
    "stock": 54,
    "s": 48,
    "price": 45,
    "of": 37,
    "tomato": 63,
    "how": 23,
    "much": 33,
    "__number__": 0,
    "kg": 28,
    "spinach": 52,
    "cost": 8,
    "onion": 40,
    "any": 1,
    "offers": 38,
    "deals": 10,
    "current": 9,
    "discounts": 11,
    "store": 55,
    "timings": 60,
    "open": 41,
    "on": 39,
    "sunday": 56,
    "shop": 50,
    "hours": 22,
    "i": 24,
    "want": 66,
    "to": 61,
    "buy": 4,
    "order": 42,
    "carrot": 6,
    "potato": 44,
    "give": 15,
    "change": 7,
    "my": 34,
    "update": 64,
    "quantity": 46,
    "cancel": 5,
    "need": 35,
    "please": 43,
    "last": 29,
    "don": 13,
    "t": 57,
    "this": 59,
    "it": 27,
    "was": 67,
    "great": 17,
    "not": 36,
    "satisfied": 49,
    "rate": 47,
    "stars": 53
  },
  "intent": {
    "greet": 5,
    "show_inventory": 8,
    "ask_price": 1,
    "ask_offers": 0,
    "ask_timing": 2,
    "order_vegetable": 6,
    "update_order": 9,
    "cancel_order": 3,
    "give_feedback": 4,
    "session_start": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_inventory": 6,
    "action_get_price": 7,
    "action_save_order": 11,
    "order_form": 15,
    "utter_greet": 16,
    "utter_order_confirmed": 17,
    "utter_show_offers": 18,
    "utter_store_hours": 19,
    "utter_welcome": 20
  },
  "action_text": null,
  "intent_response_key": null
}